package com.bjpowernode.ajax.web.action;

import java.util.HashMap;

public class UserMap {
	public static HashMap map = new HashMap();
	
	public static void setMap(){
		map.put("2017006817", "³ÂÊ¤Ïé");
		map.put("2017006818", "³Ì×Ë¼Î");
		map.put("2017006819", "¶ÅĞÀÔ¶");
		map.put("2017006820", "·ëöÎ");
		map.put("2017006821", "¸ß¸è");
		map.put("2017006822", "º«ÓñÄş");
		map.put("2017006823", "ºØË§");
		map.put("2017006824", "ºúÁø");
		map.put("2017006825", "»ÆÔó³Ï");
		map.put("2017006827", "ÀîºÆéª");
		map.put("2017006829", "ÀîË¼Ô¶");
		map.put("2017006830", "ÀîĞ¡Ñà");
		map.put("2017006831", "Áõ½ğÖÒ");
		map.put("2017006832", "Áõê»çù");
		map.put("2017006833", "ÃÏÁá");
		map.put("2017006834", "ÌÆÈğÔó");
		map.put("2017006836", "ÍõÎ¬");
		map.put("2017006837", "ÎÄÈğºè");
		map.put("2017006838", "ÏÄˆ");
		map.put("2017006839", "Ñîµ¤");
		map.put("2017006840", "ÑîÃçÃç");
		map.put("2017006841", "ÑîÕñÃô");
		map.put("2017006842", "ÕÅººÌÃ");
		map.put("2017006843", "ÕÅÀÙ");
		map.put("2017006844", "ÕÅÃô");
		map.put("2017006845", "ÕÅÔó»ª");
		map.put("2017006847", "ãÆÏş¶«");
		map.put("2017006848", "²Ì³½Ã÷");
		map.put("2017006849", "²ÜÓî¾ı");
		map.put("2017006850", "³ÂÈóÓñ");
		map.put("2017006851", "³ÂÏéÓî");
		map.put("2017006853", "´Şğ©Ò»");
		map.put("2017006854", "µËÓî");
		map.put("2017006855", "¸ßÖ¾ºã");
		map.put("2017006856", "ºÎÅô");
		map.put("2017006857", "ÀîÉĞÑô");
		map.put("2017006858", "ÁõÒ»·«");
		map.put("2017006859", "Âí½¨Â¶");
		map.put("2017006860", "Âíä¹");
		map.put("2017006861", "ÃÏìÏ½Ü");
		map.put("2017006862", "Éê¼ÑÄÈ");
		map.put("2017006863", "ËÎ¼ÑÀÖ");
		map.put("2017006864", "ÌÆÖ¾·¢");
		map.put("2017006865", "Íõ²©Ñ«");
		map.put("2017006866", "ÍõË§");
		map.put("2017006867", "ÎÀæ¯Ğñ");
		map.put("2017006868", "Ğí¾ÕÖ¬");
		map.put("2017006869", "Ò¦ÃÎÀ¼");
		map.put("2017006870", "ÓÚÓêºÌ");
		map.put("2017006871", "Ô¬ÈçÈÕ");
		map.put("2017006872", "ÕÂå·•D");
		map.put("2017006873", "ÕÅ´æÈğ");
		map.put("2017006874", "ÕÔµÂî£");
		map.put("2017006876", "ÖÜ½õÃÀ");
		map.put("2017006877", "ÖìÊÀ½Ü");
		map.put("123456", "admin");
		map.put("123456", "admin1");
		map.put("123456", "admin2");
		map.put("123456", "admin3");
		map.put("123456", "admin4");
		map.put("123456", "admin5");
		map.put("123456", "admin6");
		map.put("123456", "admin7");
		map.put("123456", "admin8");
		map.put("123456", "admin9");
		map.put("123456", "admin10");
	}
	
	public static Object getMap(){
		return map;
	}

}
